# Taps
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

# Packages
brew 'ack'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'dnsmasq'
brew 'fswatch'
brew 'fzf'
brew 'git'
brew 'git-hooks'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew "jump"
brew 'mongodb'
brew 'nvm'
brew 'openvpn'
brew 'protobuf'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew "vim"
brew 'unrar'
brew 'watchman'
brew 'wget'
brew "yarn"
brew 'zsh'
brew 'zsh-syntax-highlighting'

# Cask
cask "android-platform-tools"
cask "react-native-debugger"
