# Taps
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

# Packages
brew 'ack'
brew 'android-platform-tools'
brew 'composer'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'dnsmasq'
brew 'fswatch'
brew 'fzf'
brew 'git'
brew 'git-hooks'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'macvim'
brew 'mongodb'
brew 'mysql@5.6'
brew 'node'
brew 'nginx'
brew 'nvm'
brew 'openvpn'
brew 'homebrew/php/php70-intl'
brew 'homebrew/php/php70-mcrypt'
brew 'homebrew/php/php70-opcache'
brew 'homebrew/php/php70-xdebug'
brew 'protobuf'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'varnish'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
